{"id":1691,"date":"2023-02-04T05:47:59","date_gmt":"2023-02-04T05:47:59","guid":{"rendered":"https:\/\/gwuagency.wpengine.com\/?page_id=1691"},"modified":"2025-07-16T18:52:16","modified_gmt":"2025-07-16T18:52:16","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/gwuagency.com\/es\/terms-conditions\/","title":{"rendered":"Terms &amp; Conditions"},"content":{"rendered":"<style>\/*! elementor - v3.15.0 - 09-08-2023 *\/<br \/>.elementor-widget-divider{--divider-border-style:none;--divider-border-width:1px;--divider-color:#0c0d0e;--divider-icon-size:20px;--divider-element-spacing:10px;--divider-pattern-height:24px;--divider-pattern-size:20px;--divider-pattern-url:none;--divider-pattern-repeat:repeat-x}.elementor-widget-divider .elementor-divider{display:flex}.elementor-widget-divider .elementor-divider__text{font-size:15px;line-height:1;max-width:95%}.elementor-widget-divider .elementor-divider__element{margin:0 var(--divider-element-spacing);flex-shrink:0}.elementor-widget-divider .elementor-icon{font-size:var(--divider-icon-size)}.elementor-widget-divider .elementor-divider-separator{display:flex;margin:0;direction:ltr}.elementor-widget-divider--view-line_icon .elementor-divider-separator,.elementor-widget-divider--view-line_text .elementor-divider-separator{align-items:center}.elementor-widget-divider--view-line_icon .elementor-divider-separator:after,.elementor-widget-divider--view-line_icon .elementor-divider-separator:before,.elementor-widget-divider--view-line_text .elementor-divider-separator:after,.elementor-widget-divider--view-line_text .elementor-divider-separator:before{display:block;content:\"\";border-bottom:0;flex-grow:1;border-top:var(--divider-border-width) var(--divider-border-style) var(--divider-color)}.elementor-widget-divider--element-align-left .elementor-divider .elementor-divider-separator>.elementor-divider__svg:first-of-type{flex-grow:0;flex-shrink:100}.elementor-widget-divider--element-align-left .elementor-divider-separator:before{content:none}.elementor-widget-divider--element-align-left .elementor-divider__element{margin-left:0}.elementor-widget-divider--element-align-right .elementor-divider .elementor-divider-separator>.elementor-divider__svg:last-of-type{flex-grow:0;flex-shrink:100}.elementor-widget-divider--element-align-right .elementor-divider-separator:after{content:none}.elementor-widget-divider--element-align-right .elementor-divider__element{margin-right:0}.elementor-widget-divider:not(.elementor-widget-divider--view-line_text):not(.elementor-widget-divider--view-line_icon) .elementor-divider-separator{border-top:var(--divider-border-width) var(--divider-border-style) var(--divider-color)}.elementor-widget-divider--separator-type-pattern{--divider-border-style:none}.elementor-widget-divider--separator-type-pattern.elementor-widget-divider--view-line .elementor-divider-separator,.elementor-widget-divider--separator-type-pattern:not(.elementor-widget-divider--view-line) .elementor-divider-separator:after,.elementor-widget-divider--separator-type-pattern:not(.elementor-widget-divider--view-line) .elementor-divider-separator:before,.elementor-widget-divider--separator-type-pattern:not([class*=elementor-widget-divider--view]) .elementor-divider-separator{width:100%;min-height:var(--divider-pattern-height);-webkit-mask-size:var(--divider-pattern-size) 100%;mask-size:var(--divider-pattern-size) 100%;-webkit-mask-repeat:var(--divider-pattern-repeat);mask-repeat:var(--divider-pattern-repeat);background-color:var(--divider-color);-webkit-mask-image:var(--divider-pattern-url);mask-image:var(--divider-pattern-url)}.elementor-widget-divider--no-spacing{--divider-pattern-size:auto}.elementor-widget-divider--bg-round{--divider-pattern-repeat:round}.rtl .elementor-widget-divider .elementor-divider__text{direction:rtl}.e-con-inner>.elementor-widget-divider,.e-con>.elementor-widget-divider{width:var(--container-widget-width,100%);--flex-grow:var(--container-widget-flex-grow)}<\/style>\n<p><b>Acuerdo entre el usuario y GWUAGENCY.COM<\/b><\/p>\n<p>Bienvenido a GWUAGENCY.COM. El sitio web GWUAGENCY.COM (el “Sitio”) es operado por GROW WITH US AGENCY (“Good Life Express LLC”). El acceso a GWUAGENCY.COM está condicionado a la aceptación, sin modificaciones, de los términos, condiciones y avisos aquí contenidos (los “Términos”). El uso de GWUAGENCY.COM implica la aceptación de todos los Términos. Lea atentamente estos términos y guarde una copia para su referencia.<\/p>\n<p><b>GWUAGENCY.COM es un sitio web de una agencia de marketing.<\/b><\/p>\n<p>Ayudamos a clientes de todos los sectores y niveles a crecer en las redes sociales para atraer más clientes potenciales y hacer crecer su negocio a través de nuestros exclusivos servicios de marketing digital de primer nivel.<\/p>\n<p><b>Comunicaciones Electrónicas<\/b><\/p>\n<p>Visitar GWUAGENCY.COM o enviar correos electrónicos a GWU constituye una comunicación electrónica. Usted consiente recibir comunicaciones electrónicas y acepta que todos los acuerdos, avisos, divulgaciones y demás comunicaciones que le proporcionemos electrónicamente, por correo electrónico y en el Sitio, cumplen con cualquier requisito legal de que dichas comunicaciones consten por escrito.<\/p>\n<p><b>Niños menores de trece años<\/b><\/p>\n<p>GWU no recopila, ni en línea ni fuera de línea, información personal de menores de trece años. Si eres menor de 18 años, solo puedes usar GWUAGENCY.COM con el permiso de un padre o tutor.<\/p>\n<p><b>Política de cancelación\/reembolso<\/b><\/p>\n<p>Puedes cancelar tu cuota de mantenimiento o suscripción mensual inicial en cualquier momento. Sin embargo, no se realizan reembolsos tras la compra de ninguno de nuestros servicios o paquetes de pago único, incluidos, entre otros, los de crecimiento, participación, consultoría, divulgación, creación de contenido o implementación estratégica, ya que invertimos una gran suma de dinero para ofrecerte un servicio de la más alta calidad.<\/p>\n<p><strong>Tarifa de mantenimiento en paquetes populares<\/strong><\/p>\n<p>Todos los gastos de mantenimiento de los paquetes más populares se facturan automáticamente en 31 días a menos que usted indique lo contrario a nuestro equipo.<\/p>\n<p><b>Enlaces a sitios web de terceros\/Servicios de terceros<\/b><\/p>\n<p>GWUAGENCY.COM puede contener enlaces a otros sitios web («Sitios Enlazados»). GWU no controla los Sitios Enlazados ni se responsabiliza de su contenido, incluyendo, entre otros, cualquier enlace que contengan, ni de las modificaciones o actualizaciones que se realicen en ellos. GWU proporciona estos enlaces únicamente para su comodidad, y su inclusión no implica que GWU avale el sitio ni que tenga ninguna relación con sus operadores. Algunos servicios disponibles a través de GWUAGENCY.COM son prestados por sitios web y organizaciones de terceros. Al utilizar cualquier producto, servicio o funcionalidad del dominio GWUAGENCY.COM, usted reconoce y acepta que GWU puede compartir dicha información y datos con cualquier tercero con quien tenga una relación contractual para proporcionar el producto, servicio o funcionalidad solicitados en nombre de los usuarios y clientes de GWUAGENCY.COM.<\/p>\n<p><b>No se permite el uso ilegal o prohibido de la propiedad intelectual.<\/b><\/p>\n<p>Se te concede una licencia no exclusiva, intransferible y revocable para acceder y usar GWUAGENCY.COM estrictamente de acuerdo con estos términos de uso. Como condición de tu uso del Sitio, garantizas a GWU que no usarás el Sitio para ningún propósito que sea ilegal o esté prohibido por estos Términos. No puedes usar el Sitio de ninguna manera que pudiera dañar, deshabilitar, sobrecargar o perjudicar el Sitio o interferir con el uso y disfrute del Sitio por parte de cualquier otra parte. No puedes obtener ni intentar obtener ningún material o información por ningún medio no puesto intencionalmente a disposición o proporcionado a través del Sitio.\n\nTodo el contenido incluido como parte del Servicio, como texto, gráficos, logotipos, imágenes, así como su compilación, y cualquier software utilizado en el Sitio, es propiedad de GWU o de sus proveedores y está protegido por derechos de autor y otras leyes que protegen la propiedad intelectual y los derechos de propiedad. Aceptas observar y cumplir todos los avisos de derechos de autor y otros avisos de propiedad, leyendas u otras restricciones contenidas en dicho contenido y no realizarás ningún cambio en ellos.\n\nNo modificarás, publicarás, transmitirás, realizarás ingeniería inversa, participarás en la transferencia o venta, crearás obras derivadas o de ninguna manera explotarás ninguno de los contenidos, en su totalidad o en parte, que se encuentren en el Sitio. El contenido de GWU no es para reventa. Tu uso del Sitio no te da derecho a hacer ningún uso no autorizado de ningún contenido protegido y, en particular, no eliminarás ni alterarás ningún aviso de derechos de propiedad o de atribución en ningún contenido. Utilizarás el contenido protegido únicamente para tu uso personal y no harás ningún otro uso del contenido sin el permiso expreso por escrito de GWU y del propietario de los derechos de autor. Aceptas que no adquieres ningún derecho de propiedad sobre ningún contenido protegido. No te otorgamos ninguna licencia, expresa o implícita, sobre la propiedad intelectual de GWU o de nuestros licenciantes, excepto según lo autorizado expresamente por estos Términos.<\/p>\n<p><b>Indemnización<\/b><\/p>\n<p>Usted se compromete a indemnizar, defender y eximir de responsabilidad a GWU, sus directivos, empleados, agentes y terceros, por cualquier pérdida, costo, responsabilidad y gasto (incluidos los honorarios razonables de abogados) relacionados con su uso o imposibilidad de uso del Sitio o los servicios. GWU se reserva el derecho, a su propio costo, de asumir la defensa y el control exclusivos de cualquier asunto que, de otro modo, estaría sujeto a indemnización por su parte, en cuyo caso usted cooperará plenamente con GWU para hacer valer cualquier defensa disponible.<\/p>\n<p><b>Arbitraje<\/b><\/p>\n<p>En caso de que las partes no puedan resolver cualquier disputa entre ellas que surja de o esté relacionada con estos Términos y Condiciones, o con cualquiera de sus disposiciones, ya sea por contrato, agravio o de otro modo conforme a la ley o en equidad por daños u otra compensación, dicha disputa será resuelta únicamente mediante arbitraje final y vinculante de conformidad con la Ley Federal de Arbitraje, llevado a cabo por un solo árbitro neutral y administrado por la Asociación Americana de Arbitraje, o un servicio de arbitraje similar seleccionado por las partes, en una ubicación mutuamente acordada por las partes. El laudo del árbitro será final, y se podrá dictar sentencia sobre él en cualquier tribunal con jurisdicción.\n\nEn el caso de que surja cualquier acción legal o equitativa, procedimiento o arbitraje derivado de o relacionado con estos Términos y Condiciones, la parte que prevalezca tendrá derecho a recuperar sus costos y honorarios razonables de abogados. Las partes acuerdan arbitrar todas las disputas y reclamaciones relacionadas con estos Términos y Condiciones o cualquier disputa que surja como resultado de estos Términos y Condiciones, ya sea directa o indirectamente, incluidas las reclamaciones por agravio que resulten de estos Términos y Condiciones. Las partes acuerdan que la Ley Federal de Arbitraje rige la interpretación y aplicación de esta disposición. La disputa completa, incluida la amplitud y la exigibilidad de esta disposición de arbitraje, será determinada por el Árbitro. Esta disposición de arbitraje sobrevivirá a la terminación de estos Términos y Condiciones.<\/p>\n<p><b>Terminación\/Restricción de acceso<\/b><\/p>\n<p>GWU se reserva el derecho, a su entera discreción, de cancelar su acceso al Sitio y a los servicios relacionados, o a cualquier parte de los mismos, en cualquier momento y sin previo aviso. En la máxima medida permitida por la ley, este acuerdo se rige por las leyes del Estado de Florida, y usted acepta someterse a la jurisdicción exclusiva de los tribunales de Florida para la resolución de cualquier controversia que surja del uso del Sitio o esté relacionada con él. El uso del Sitio está prohibido en cualquier jurisdicción que no reconozca la validez de todas las disposiciones de estos Términos, incluyendo, entre otras, esta sección. Si alguna parte de este acuerdo se considera inválida o inaplicable según la legislación vigente, incluyendo, entre otras, las exclusiones de garantía y las limitaciones de responsabilidad establecidas anteriormente, dicha disposición inválida o inaplicable se considerará sustituida por una disposición válida y aplicable que se ajuste lo más posible a la intención de la disposición original, y el resto del acuerdo permanecerá en vigor.<\/p>\n<p><b>Acuerdo completo<\/b><\/p>\n<p>Salvo que se indique lo contrario en el presente documento, este acuerdo constituye el acuerdo íntegro entre el usuario y GWU con respecto al Sitio y reemplaza todas las comunicaciones y propuestas anteriores o simultáneas, ya sean electrónicas, orales o escritas, entre el usuario y GWU con respecto al Sitio. Una versión impresa de este acuerdo y de cualquier notificación realizada en formato electrónico será admisible en procedimientos judiciales o administrativos basados ​​en este acuerdo o relacionados con él, en la misma medida y con las mismas condiciones que otros documentos y registros comerciales generados y conservados originalmente en formato impreso. Es deseo expreso de las partes que este acuerdo y todos los documentos relacionados se redacten en inglés.<\/p>\n<p><b>Cambios a los términos<\/b><\/p>\n<p>GWU se reserva el derecho, a su entera discreción, de modificar los Términos y Condiciones de GWUAGENCY.COM. La versión más reciente de los Términos y Condiciones reemplazará todas las versiones anteriores. GWU le recomienda revisar periódicamente los Términos y Condiciones para mantenerse al tanto de nuestras actualizaciones.<\/p>\n<p><b>Contacta con nosotros<\/b><\/p>\n<p>GWU agradece sus preguntas o comentarios sobre los Términos.<\/p>\n<p>Correo Electrónico: <a href=\"mailto:INFO@GROWWITHUS.ME\">INFO@GROWWITHUS.ME<\/a><\/p>","protected":false},"excerpt":{"rendered":"<p>Agreement between User and GWUAGENCY.COM Welcome to GWUAGENCY.COM. The GWUAGENCY.COM website (the &#8220;Site&#8221;) is operated by GROW WITH US AGENCY (&#8220;Good Life Express LLC&#8221;). GWUAGENCY.COM is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein (the &#8220;Terms&#8221;). Your use of GWUAGENCY.COM constitutes your agreement to all such [&hellip;]<\/p>","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"footnotes":""},"class_list":["post-1691","page","type-page","status-publish","hentry"],"jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/gwuagency.com\/es\/wp-json\/wp\/v2\/pages\/1691","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/gwuagency.com\/es\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gwuagency.com\/es\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gwuagency.com\/es\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/gwuagency.com\/es\/wp-json\/wp\/v2\/comments?post=1691"}],"version-history":[{"count":0,"href":"https:\/\/gwuagency.com\/es\/wp-json\/wp\/v2\/pages\/1691\/revisions"}],"wp:attachment":[{"href":"https:\/\/gwuagency.com\/es\/wp-json\/wp\/v2\/media?parent=1691"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}