{"id":1691,"date":"2023-02-04T05:47:59","date_gmt":"2023-02-04T05:47:59","guid":{"rendered":"https:\/\/gwuagency.wpengine.com\/?page_id=1691"},"modified":"2025-07-16T18:52:16","modified_gmt":"2025-07-16T18:52:16","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/gwuagency.com\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<style>\/*! elementor - v3.15.0 - 09-08-2023 *\/<br \/>.elementor-widget-divider{--divider-border-style:none;--divider-border-width:1px;--divider-color:#0c0d0e;--divider-icon-size:20px;--divider-element-spacing:10px;--divider-pattern-height:24px;--divider-pattern-size:20px;--divider-pattern-url:none;--divider-pattern-repeat:repeat-x}.elementor-widget-divider .elementor-divider{display:flex}.elementor-widget-divider .elementor-divider__text{font-size:15px;line-height:1;max-width:95%}.elementor-widget-divider .elementor-divider__element{margin:0 var(--divider-element-spacing);flex-shrink:0}.elementor-widget-divider .elementor-icon{font-size:var(--divider-icon-size)}.elementor-widget-divider .elementor-divider-separator{display:flex;margin:0;direction:ltr}.elementor-widget-divider--view-line_icon .elementor-divider-separator,.elementor-widget-divider--view-line_text .elementor-divider-separator{align-items:center}.elementor-widget-divider--view-line_icon .elementor-divider-separator:after,.elementor-widget-divider--view-line_icon .elementor-divider-separator:before,.elementor-widget-divider--view-line_text .elementor-divider-separator:after,.elementor-widget-divider--view-line_text .elementor-divider-separator:before{display:block;content:\"\";border-bottom:0;flex-grow:1;border-top:var(--divider-border-width) var(--divider-border-style) var(--divider-color)}.elementor-widget-divider--element-align-left .elementor-divider .elementor-divider-separator>.elementor-divider__svg:first-of-type{flex-grow:0;flex-shrink:100}.elementor-widget-divider--element-align-left .elementor-divider-separator:before{content:none}.elementor-widget-divider--element-align-left .elementor-divider__element{margin-left:0}.elementor-widget-divider--element-align-right .elementor-divider .elementor-divider-separator>.elementor-divider__svg:last-of-type{flex-grow:0;flex-shrink:100}.elementor-widget-divider--element-align-right .elementor-divider-separator:after{content:none}.elementor-widget-divider--element-align-right .elementor-divider__element{margin-right:0}.elementor-widget-divider:not(.elementor-widget-divider--view-line_text):not(.elementor-widget-divider--view-line_icon) .elementor-divider-separator{border-top:var(--divider-border-width) var(--divider-border-style) var(--divider-color)}.elementor-widget-divider--separator-type-pattern{--divider-border-style:none}.elementor-widget-divider--separator-type-pattern.elementor-widget-divider--view-line .elementor-divider-separator,.elementor-widget-divider--separator-type-pattern:not(.elementor-widget-divider--view-line) .elementor-divider-separator:after,.elementor-widget-divider--separator-type-pattern:not(.elementor-widget-divider--view-line) .elementor-divider-separator:before,.elementor-widget-divider--separator-type-pattern:not([class*=elementor-widget-divider--view]) .elementor-divider-separator{width:100%;min-height:var(--divider-pattern-height);-webkit-mask-size:var(--divider-pattern-size) 100%;mask-size:var(--divider-pattern-size) 100%;-webkit-mask-repeat:var(--divider-pattern-repeat);mask-repeat:var(--divider-pattern-repeat);background-color:var(--divider-color);-webkit-mask-image:var(--divider-pattern-url);mask-image:var(--divider-pattern-url)}.elementor-widget-divider--no-spacing{--divider-pattern-size:auto}.elementor-widget-divider--bg-round{--divider-pattern-repeat:round}.rtl .elementor-widget-divider .elementor-divider__text{direction:rtl}.e-con-inner>.elementor-widget-divider,.e-con>.elementor-widget-divider{width:var(--container-widget-width,100%);--flex-grow:var(--container-widget-flex-grow)}<\/style>\n<p><b>Agreement between User and GWUAGENCY.COM<\/b><\/p>\n<p>Welcome to GWUAGENCY.COM. The GWUAGENCY.COM website (the &#8220;Site&#8221;) is operated by KOLOSS MEDIA AGENCY (&#8220;Good Life Express LLC&#8221;). GWUAGENCY.COM is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein (the &#8220;Terms&#8221;). Your use of GWUAGENCY.COM constitutes your agreement to all such Terms. Please read these terms carefully, and keep a copy of them for your reference.<\/p>\n<p><b>GWUAGENCY.COM is a Marketing Agency Site.<\/b><\/p>\n<p>We help customers of all industries &amp; levels grow on social media in order to attract more leads and grow their business through our exclusive top tier digital marketing services.<\/p>\n<p><b>Electronic Communications<\/b><\/p>\n<p>Visiting GWUAGENCY.COM or sending emails to GWU constitutes electronic communications. You consent to receive electronic communications and you agree that all agreements, notices, disclosures, and other communications that we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communications be in writing.<\/p>\n<p><b>Children Under Thirteen<\/b><\/p>\n<p>GWU does not knowingly collect, either online or offline, personal information from persons under the age of thirteen. If you are under 18, you may use GWUAGENCY.COM only with permission of a parent or guardian.<\/p>\n<p><b>Cancellation\/Refund Policy<\/b><\/p>\n<p>You may cancel your maintenance fee or beginner monthly subscription at any time. However, there are no refunds after your purchase on any of our services or one-time payment packages, including but not limited to growth, engagement, consulting, outreach, content creation, or strategic implementation because we instantly invest a large sum of money into fulfilling the service for you at the highest level.<\/p>\n<p><strong>Maintenance Fee on Popular Packages<\/strong><\/p>\n<p>All maintenance fees under the popular packages automatically bill in 31 days unless you otherwise tell our team not to.<\/p>\n<p><b>Links to Third Party Sites\/Third Party Services<\/b><\/p>\n<p>GWUAGENCY.COM may contain links to other websites (&#8220;Linked Sites&#8221;). The Linked Sites are not under the control of GWU, and GWU is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site. GWU is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by GWU of the site or any association with its operators. Certain services made available via GWUAGENCY.COM are delivered by third-party sites and organizations. By using any product, service, or functionality originating from the GWUAGENCY.COM domain, you hereby acknowledge and consent that GWU may share such information and data with any third party with whom GWU has a contractual relationship to provide the requested product, service, or functionality on behalf of GWUAGENCY.COM users and customers.<\/p>\n<p><b>No Unlawful or Prohibited Use\/Intellectual Property<\/b><\/p>\n<p>You are granted a non-exclusive, non-transferable, revocable license to access and use GWUAGENCY.COM strictly in accordance with these terms of use. As a condition of your use of the Site, you warrant to GWU that you will not use the Site for any purpose that is unlawful or prohibited by these Terms. You may not use the Site in any manner that could damage, disable, overburden, or impair the Site or interfere with any other party&#8217;s use and enjoyment of the Site. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Site. All content included as part of the Service, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the Site, is the property of GWU or its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights. You agree to observe and abide by all copyright and other proprietary notices, legends, or other restrictions contained in any such content and will not make any changes thereto. You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the content, in whole or in part, found on the Site. GWU content is not for resale. Your use of the Site does not entitle you to make any unauthorized use of any protected content, and in particular, you will not delete or alter any proprietary rights or attribution notices in any content. You will use protected content solely for your personal use and will make no other use of the content without the express written permission of GWU and the copyright owner. You agree that you do not acquire any ownership rights in any protected content. We do not grant you any licenses, express or implied, to the intellectual property of GWU or our licensors except as expressly authorized by these Terms.<\/p>\n<p><b>Indemnification<\/b><\/p>\n<p>You agree to indemnify, defend, and hold harmless GWU, its officers, directors, employees, agents, and third parties, for any losses, costs, liabilities, and expenses (including reasonable attorney&#8217;s fees) relating to or arising out of your use of or inability to use the Site or services. GWU reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with GWU in asserting any available defenses.<\/p>\n<p><b>Arbitration<\/b><\/p>\n<p>In the event the parties are not able to resolve any dispute between them arising out of or concerning these Terms and Conditions, or any provisions hereof, whether in contract, tort, or otherwise at law or in equity for damages or any other relief, then such dispute shall be resolved only by final and binding arbitration pursuant to the Federal Arbitration Act, conducted by a single neutral arbitrator and administered by the American Arbitration Association, or a similar arbitration service selected by the parties, in a location mutually agreed upon by the parties. The arbitrator&#8217;s award shall be final, and judgment may be entered upon it in any court having jurisdiction. In the event that any legal or equitable action, proceeding, or arbitration arises out of or concerns these Terms and Conditions, the prevailing party shall be entitled to recover its costs and reasonable attorney&#8217;s fees. The parties agree to arbitrate all disputes and claims in regards to these Terms and Conditions or any disputes arising as a result of these Terms and Conditions, whether directly or indirectly, including Tort claims that are a result of these Terms and Conditions. The parties agree that the Federal Arbitration Act governs the interpretation and enforcement of this provision. The entire dispute, including the scope and enforceability of this arbitration provision, shall be determined by the Arbitrator. This arbitration provision shall survive the termination of these Terms and Conditions.<\/p>\n<p><b>Termination\/Access Restriction<\/b><\/p>\n<p>GWU reserves the right, in its sole discretion, to terminate your access to the Site and the related services or any portion thereof at any time, without notice. To the maximum extent permitted by law, this agreement is governed by the laws of the State of Florida, and you hereby consent to the exclusive jurisdiction and venue of courts in Florida in all disputes arising out of or relating to the use of the Site. Use of the Site is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this section. If any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law, including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision, and the remainder of the agreement shall continue in effect.<\/p>\n<p><b>Entire Agreement<\/b><\/p>\n<p>Unless otherwise specified herein, this agreement constitutes the entire agreement between the user and GWU with respect to the Site and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between the user and GWU with respect to the Site. A printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form. It is the express wish of the parties that this agreement and all related documents be written in English.<\/p>\n<p><b>Changes to Terms<\/b><\/p>\n<p>GWU reserves the right, in its sole discretion, to change the Terms under which GWUAGENCY.COM is offered. The most current version of the Terms will supersede all previous versions. GWU encourages you to periodically review the Terms to stay informed of our updates.<\/p>\n<p><b>Contact Us<\/b><\/p>\n<p>GWU welcomes your questions or comments regarding the Terms.<\/p>\n<p>Email Address: <a href=\"mailto:INFO@GROWWITHUS.ME\">INFO@GROWWITHUS.ME<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Agreement between User and GWUAGENCY.COM Welcome to GWUAGENCY.COM. The GWUAGENCY.COM website (the &#8220;Site&#8221;) is operated by KOLOSS MEDIA AGENCY (&#8220;Good Life Express LLC&#8221;). GWUAGENCY.COM is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein (the &#8220;Terms&#8221;). Your use of GWUAGENCY.COM constitutes your agreement to all such [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"footnotes":""},"class_list":["post-1691","page","type-page","status-publish","hentry"],"jetpack_sharing_enabled":true,"_links":{"self":[{"href":"https:\/\/gwuagency.com\/wp-json\/wp\/v2\/pages\/1691","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/gwuagency.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/gwuagency.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/gwuagency.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/gwuagency.com\/wp-json\/wp\/v2\/comments?post=1691"}],"version-history":[{"count":0,"href":"https:\/\/gwuagency.com\/wp-json\/wp\/v2\/pages\/1691\/revisions"}],"wp:attachment":[{"href":"https:\/\/gwuagency.com\/wp-json\/wp\/v2\/media?parent=1691"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}